{
    "home1": "An annual musical event where music meets diversity. We highlight the artistry of piano and orchestra through a variety of musical styles and genres.",
    "home2": "",
    "home2A": "",
    "home3": "A Piano Concerto Series (APCS) introduces the orchestra to new audiences in a fresh and modern way. We present a prestigious stage for musicians of all ages, levels, and nationalities to express their deep passion for music.",
    "home3M": "WE BELIEVE MUSIC IS FOR EVERYONE",
    "home4": "SEE OUR STORY",
    "home5": "Each series, we bring different experiences to give every musician unforgettable live performances.",
    "home5A": "Grow and show your talent on our next musical journey!",
    "home6": "JOIN US",
    "home7": "These are not just young  talented musicians. I am confident that in the future, they will become new stars.",
    "home8": "With such a strong foundation, starting from the stage and atmosphere to the audition and performance quality, APCS meets the highest level of excellence. The auditions not only discover incredible talents, but also shape the future of Indonesian musicians. I believe this will set a new benchmark for our  music industry.",
    "home9": "It's a highly positive activity where participants who actually received awards were shown in this concert, which was a celebration concert for them",
    "home10": "APCS activity incorporates a wide variety of musical genres, this creative approach makes it an engaging activity for the younger generation.",
    "home11": "I have been part of this event from the beginning and I am very impressed with the organization",
    "home12": "The most important aspect was how organized and clear everything was, which made my job as a judge much easier. From judging to announcing winners and hosting the concert events, everything ran smoothly. I think it's important to maintain this high standard.",
    "home13": "“The Gala Concert encourages all participants to give their best performance”",
    "home14": "This event is very great for all young musicians because it not only provides a platform for them to share their music but also motivates them to improve their skills.",
    "home15": "Everything is very professional. I was delighted to see a large number of participants at this event and very impressed by the talent in Indonesia",
    "home16": "Participating in events like APCS motivates all musicians to learn more from their experiences and by observing others' performances. I also hope that this event can bring musicians together to learn from each other.",
    "footer1": "",
    "footer2": "",
    "footer3": "",
    "footer4": "",
    "footer5": "",
    "about1": "A Piano Concerto Series (APCS) is the pioneer of Indonesian musical platforms that offer musicians the opportunity to share their music and talents on a prestigious stage.  APCS is crafted for everyone, regardless of the age, nationality, or musical style. We bring pianists, orchestras, and conductors together to create memorable performances. Our passion goes beyond the stage, we are optimists to grow and build a positive impact  for the music industry in  Indonesia and the world beyond.",
    "about2": "Born and raised in Indonesia, Michaela Sutejo started her musical journey at the early age of 9 under the guidance of her piano tutor, Junia. Throughout her development as a musician, she participated in national and international musical competitions, festivals, and masterclasses.",
    "about2A": "In 2017, Michaela graduated with Cum Laude honors from Universitas Pelita Harapan, earning her Bachelor of Arts in Music Education under the tutelage of Firdy Salim, Ong Seng Choo, and Elaine Waworuntu.",
    "about3": "Drawing on her experiences and passion, Michaela established A Piano Concerto Series Music (APCS) in 2022. She believes APCS could be a platform that brings musicians together and develops their talents. Today, APCS provides a distinctive opportunity for all musicians to learn and advance in  their musical journey.",
    "about4": "We curate our performers through auditions where every participant will be evaluated by notable juries, and contestants who achieve Sapphire Awards are entitled to perform with the APCS orchestra.",
    "about5": "",
    "about6": "Wishnu Dewanta is a dynamic force in musical theatre, known for his exceptional talent and dedication as a music director. With a passion for storytelling through music, he captivates audiences with innovative arrangements and impeccable musical direction.",
    "about7": "Chikita Amanda is a talented Indonesian composer, arranger, and conductor known for her orchestral scores reminiscent of Hollywood and Disney. She has collaborated with prominent musicians such as Tohpati, Ariel Noah, and Mirriam Eka. Her talents have also been recognized internationally through contributions to the music scoring team of the UK's SKY TV series “Gangs of London”.",
    "about8": "Nadya Janitra is a distinguished pianist who completed both her Bachelor’s (2011) and Master’s (2013) degrees at the Royal Conservatoire in Den Haag under Ellen Corver's guidance.  After graduating from the Netherlands, she performed many solo recitals in various cities and countries, such as Jakarta, Bali, Surabaya, Yogyakarta, Makassar, Medan, Macau and Den Haag.",
    "about9": "Firdy Salim is an alumnus of the Koninklijk Conservatorium at Den Haag and the Head of Piano at at UPH Conservatory of Music in Indonesia, where he teaches piano performance and piano pedagogy. His extensive pedagogical endeavors include fostering growth in both students and fellow educators within the music education community.",
    "about10": "Praised by Chinese Weibo Weekly Broadcast as the pianist who enthralled her audience with her performance that they willingly immersed themselves into her realm of musical wonder, and that she has truly breathed new life into the classical masterpiece of Rachmaninoff's second piano concerto in C minor*, Dr. Christine Utomo has established her career as soloist and collaborative pianist, and is an active music educator, piano masterclass clinician, and an adjudicator.",
    "about11": "Iswargia Renardi Sudarno was born in Bandung, Indonesia, and started his piano lesson there at the age of eleven, with Mrs. Wibanu, Partosiswojo, John Gobée and Oerip S. Santoso. After finishing his bachelor degree in architecture at the Bandung Institute of Technology, he continued his musical education at the Manhattan School of Music in New York, USA, and completed his study with a Master of Music degree, under the tutelage of renowned pianist and pedagog, the late Karl Ulrich Schnabel.",
    "about12": "Myra Karlina Pranajaya began her piano studies at the age of four. In 2020, she graduated with a Bachelor's degree in Piano Performance from Hochschule für Musik Freiburg in Germany, where she studied under the tutelage of.",
    "about13": "Ms. Amelia Santoso is an Indonesian pianist, graduated her Bachelor's degree from Codarts Hogeschool voor de Kunsten (formerly Rotterdam Conservatorium) majoring in classical piano performance (2009), Master's Degree with Nuffic Huygens scholarship full tuition (2011) and her second Master degree at Institut Supérieur de Musique et de Pédagogie in Namur, Belgium (2013). During her musical journey in Europe as soloist and chamber musician, She has performed in Belgium, Malta, Switzerland, South Korea, Japan, Vietnam, and the Netherlands.",
    "about14": "As a solo pianist, chamber musician, and educator. Carla Suharto combines the best of technicality and showmanship. On the piano, she possesses the emotional range and passionate force required to communicate the universality of music for the modern audience.Indonesian by birth. Carla received a full scholarship to study under Iswargia Sudarno at Pelita Harapan University. After graduating summa cum laude in 2014, she continued her studies at Folkwang Universität der Künste in Germany. Under the guidance of Professor Thomas Günther and Yannick Rafalimanana.",
    "about15": "Dr. Martin Kesuma is an award-winning pianist praised for his heartfelt flexibility and harmonic sensitivity (Fanfare Magazine) and clearly articulated playing of the highest order (The Art Music Lounge). He has extensively performed as a solo pianist and chamber musician throughout Asia, Europe and North America. He has been recognized with major prizes in competitions including the San Jose International Piano Competition, Vancouver International Music Competition, PianoHouse International Piano Competition, Betty Dickinson Piano Competition, New York International Music Concours, Canadian International Music Competition, ASEAN International Concerto Competition, Petroff College Level Piano Com-petition, and Texas State International Piano Festival Concerto Competition.",
    "about16": "Classical pianist and music educator, Michelle Bahari, received her undergraduate degree in Piano Performance at University Pelita Harapan Conservatory of Music. Furthermore, she completed her Master of Music and Performance Diploma at the Jacobs School of Music, Indiana University to deepen her study both in solo and collaborative performances. During her study at Jacobs School of Music, she was awarded the Artistic Excellence Award and Graduate Associate Instructor Fellowship, which gave her the opportunity to serve as a piano instructor in a secondary piano program for undergraduate level.",
    "about17": "RM Condro Kasmoyo is an Indonesian violinist, graduated from Institut Kesenian Jakarta majoring in Musicology (2020). During his musical journey, he has been actively participated in Masterclass with Robert Brown (USA), Tjeerd Top (Netherlands), Bagus Wiswakarma (Indonesia), Grace Soedargo (Jakarta), Jean-Paul Minali-Bella (France) and Tatjana Kolchanova (Russia). Starting from 2010 until today, he has been chosen to be the Concertmaster & Assistant Conductor for Erwin Gutawa Orchestra.",
    "about18": "",
    "about19": "Nozomi Hiwatashi is a Japanese percussionist known for her expressive performances and technical mastery. A graduate of the Tokyo University of the Arts and Stuttgart University of Music, she has studied with leading figures such as Momoko Kamiya, Atsushi Sugahara, and Marta Klimasara. She has won numerous international awards, including First Prize at the Southern California Marimba Competition and Second Prize at the TROMP Percussion Competition. Since 2021, she has been a Yamaha and Kolberg Percussion Artist, actively performing across Asia, Europe, and Africa as a soloist, ensemble member, and educator.",
    "about20": "Aaron Kurz is an American pianist known for his expressive and charismatic performances. He has appeared on major stages across North America, Europe, and Asia, including Carnegie Hall and Salle Cortot. A prizewinner in international competitions, he has performed with orchestras such as the Fort Worth Symphony and Central Texas Philharmonic. Aaron studied at SFCM and Yale, and is currently pursuing his DMA at the University of Texas with Anton Nel.",
    "about21": "Dr. Jin Yun is a Korean clarinetist who has performed internationally as a soloist, chamber musician, and orchestral player. He studied under Ricardo Morales at Temple University and earned his Doctor of Music from Florida State University. He has appeared with orchestras across Europe and the U.S., including the Allgäu Symphony and Jacksonville Symphony. A dedicated educator and advocate for diversity in classical music, he also serves as an artist for F. Arthur Uebel and Jewel Musical Products.",
    "about22": "Livia Schweizer is an Italian flutist, improviser, and educator currently based in Helsinki. She is known for her interest in improvisation and non-conventional music notation, as well as her involvement in interdisciplinary collaborations. She studied at the Conservatory of Livorno and the Sibelius Academy under Mauro Rossi and Mikael Helasvuo. Livia has performed at festivals such as Flow Festival, Musica Nova, and Helsingin Juhlaviikot, and is a member of the European Composer Improvisers Orchestra and the Septad Ensemble. She is also a co-founder of Earth Ears Ensemble and remains active as an orchestral player, having worked with the Turku Philharmonic Orchestra, Lahti Symphony Orchestra, and the Finnish National Opera.",
    "about23": "Meng-Fu Hsieh is a Taiwanese percussionist known for his expressive solo performances and deep engagement with theatrical and electronic repertoire. He earned his Master’s and Artist Diploma from CNSMD de Lyon and completed his KonzertExamen with distinction at HMDK Stuttgart under Marta Klimasara and Klaus Dreher. A prizewinner at the TROMP Percussion Eindhoven Competition, he has performed internationally across Europe, Asia, and the U.S., and collaborated with ensembles such as NanaFormosa Duo and Trio Mati3re. Active as a soloist, educator, and advocate for new music, he frequently commissions contemporary works and gives masterclasses in Taiwan and abroad.",
    "about24": "András Dénes is a Hungarian trombonist currently studying at the Liszt Ferenc Academy of Music in Budapest. A prizewinner at national and international competitions, including the International Trombone Festival (Frank Smith) Competition, he performs regularly as a soloist and chamber musician. Since 2022, he has been a member of the SzegEd TRombone ENsemble and, in 2024, became principal trombonist of the Alba Regia Symphony Orchestra. He also performs with the Budapest Orchestra Project and the Brass Boulevard Septet.",
    "about25": "Bálint Képiró is a Hungarian horn player and holds a master’s degree from the Liszt Ferenc Academy of Music in Budapest. He currently performs with the Budafok Dohnányi Orchestra and Modern Art Orchestra. Recognized at international competitions in Brno and Chieri, he has collaborated with top Hungarian ensembles and is a three-time recipient of Hungary’s Young Talents of the Nation Scholarship, actively performing both classical and contemporary repertoire. He is also active as a studio musician, contributing to numerous recording projects at Synchron Stage Vienna.",
    "about26": "Theduardo Prasetyo is an Indonesian classical guitarist, composer, and educator, also skilled in cello and mandolin. A graduate from Hochschule für Musik Hanns Eisler and Hochschule für Musik Detmold, he’s performed across Asia and Europe, supported by major scholarships. He co-founded Duo Ausma and Tilurama Guitar Trio, leads Guitanesia.com, and won SEA Guitar Artist of the Year (2023). His works are published internationally, and he composes, produces, and records for film and concert stages.",
    "about27": "Yifei Pei is a Chinese classical guitarist who studied classical guitar under Mr. Dehua Tang and later at the Sichuan Conservatory of Music with Prof. Xu Bao. He earned both his bachelor’s and Konzertexamen degrees from the Hochschule für Musik Detmold in Germany, where he studied with Prof. Thomas Kirchhoff and Prof. Goran Krivokapic. He is currently continuing his postgraduate studies in the masterclass of Prof. Hans-Werner Huppertz at the Hochschule für Musik und Tanz Köln.",
    "about28": "Natalie Lo is a Hong Kong harpist recognized for her international solo and orchestral performances. She has appeared at festivals such as the World Harp Congress (Cardiff), Scuola Italiana D'Archi (Italy), and Taiwan International Harp Festival. A graduate with First Class Honours from the Hong Kong Academy for Performing Arts, she is currently pursuing postgraduate studies at the Royal Academy of Music with Skaila Kanga, supported by multiple scholarships. A prizewinner at competitions in France, Osaka, and Hong Kong, she has also performed with leading ensembles including the Hong Kong Philharmonic Orchestra and Hong Kong Sinfonietta.",
    "about29": "Karen Tay is a Singaporean harpist with an active international career as a soloist, orchestral player, chamber musician, and educator. Praised by The Straits Times for her “elegant and understated virtuosity,” she has performed with the Singapore Symphony Orchestra, Princeton Symphony Orchestra, and at venues in New York and Japan. A laureate of several competitions—including the NAFA-Kris Foundation Concerto Competition and Rave Harps International—she recently premiered a commissioned solo work at Singapore’s Esplanade Recital Studio.",
    "about30": "Vahur Luhtsalu is an Estonian cellist and music educator with a vibrant international career as a soloist, chamber musician, orchestral performer, and pedagogue. Celebrated for his \"technical mastery and emotional intensity,\" he has collaborated with acclaimed artists and performed with orchestras in Estonia, Hungary, Turkey, and Indonesia. A graduate of the Georg Ots Tallinn Music College and the Ferenc Liszt Academy in Budapest, Luhtsalu has premiered works by renowned composers including Arvo Pärt and Ananda Sukarlan. He regularly teaches at institutions such as the Tallinn Music and Ballet School and Universitas Pelita Harapan in Indonesia, where his masterclasses have inspired a new generation of cellists.",
    "about31": "Öykü is a Turkish violinist with an active international career as an orchestral musician and performer. A graduate of the Sibelius Academy, where she studied with Merit Palas, Cecilia Zilliacus, and Sirkka-Liisa Kaakinen-Pilch, she was selected in 2022 for the prestigious Helsinki Philharmonic Apprenticeship Program. She has since performed with leading Finnish orchestras, including Lahti Symphony Orchestra and Pori Sinfonietta. Öykü has participated in masterclasses with renowned artists such as Leonidas Kavakos, Kerson Leong, and Soyoung Yoon, and continues to perform regularly with orchestras across Finland.",
    "about32": "Jennifer Tan is a classical singer and educator from Jakarta, Indonesia, currently based in Aachen, Germany. A graduate of the Hamburger Konservatorium with a Bachelor of Music in Vocal Pedagogy, she has worked with singers and ensembles since 2013. Jennifer continues to develop her artistry through ongoing studies with baritone Mikelis Rogers and participation in masterclasses. In 2024, she joined the opera chorus of Theater Aachen, strengthening her presence in Germany’s classical music scene.",
    "about33": "Jessica Januar is an Indonesian soprano with experience in both classical and musical theatre performance. She earned a Graduate Certificate from the Guildhall School of Music and Drama in 2015, studying under Sarah Pring, and returned in 2019 for a summer course in Acting in Musical Theatre. Jessica has refined her vocal artistry through masterclasses with Bettina Jensen and Katherine Ciesinski. Her performances include Gita Cinta (2013), Opera Ainun (2018), and The Oboe Virtuoso (2019).",
    "Acv1": "Contestant who achieved an",
    "Acv1A": "OUTSTANDING PERFORMANCE.",
    "Acv2": "Contestant who achieved an ",
    "Acv2A": "outstanding performance",
    "Acv2B": "deserve to play with the orchestra of the respective festival/event.",
    "Acv3": "THOSE WHO HAD",
    "Acv3A": "EXCELLENT PERFORMANCE.",
    "Acv4": "Contestant who achieved an",
    "Acv4A": "excellent performance",
    "Acv4B": "and exceeded expectations, showcasing their talents and abilities to an exceptional degree.",
    "ourStoriesBegin": "Our Stories Begin",
    "underWishnu": "UNDER THE BATON OF WISHNU DEWANTA",
    "seeMore": "See More",
    "HOME": "HOME",
    "ABOUT": "ABOUT",
    "PODCAST": "PODCAST",
    "ACHIEVERS": "ACHIEVERS",
    "GALLERY": "GALLERY",
    "CONTACT_US": "CONTACT US",
    "contact": "Contact",
    "regisInfo": "Info Registration",
    "watchNow": "WATCH NOW",
    "moreInfo": "MORE INFO",
    "viewMore": "VIEW MORE",
    "watchPerform": "WATCH PERFORMANCE",
    "discoverMore": "Discover more of our award-winning achievers below",
    "name": "Name",
    "email": "Email",
    "country": "Country",
    "phoneNumber": "Phone Number",
    "commentContact": "How can we help you?",
    "register": {
        "noElectric": "Strictly no electric guitar",
        "ageCategories": {
            "Poco": "Poco (4-5 years old)",
            "Petite": "Petite (6-7 years old)",
            "Primary": "Primary (8-11 years old)",
            "Young": "Young (12-15 years old)",
            "Junior": "Junior (16-19 years old)",
            "Youth": "Youth (20-23 years old)",
            "OpenAge": "Open Age (24+ years old)",
            "OpenAgeStrings": "Open Age (4+ years old)",
            "FreeChoice": "Free Choice (4+ years old)",
            "JuniorEtude": "Junior Etude (4+ years old)",
            "ConcertEtude": "Concert Etude (4+ years old)",
            "four_nineteen": "4–19 years old",
            "nineteen_plus": "19+ years old",
            "mixed": "Mixed (Combination age)",
            "older_than_four": "4+ years old (Combination Age)",
            "Combination": "Combination",
            "PetitewoodWind": "Petite (4-6 years old)",
            "PrimarywoodWind": "Primary (7-9 years old)",
            "YoungwoodWind": "Young (10-12 years old)",
            "JuniorwoodWind": "Junior (13-15 years old)",
            "YouthwoodWind": "Youth (16-19 years old)",
            "OpenAgewoodWind": "Open Age (4+ years old)",
            "FreeChoicewoodWind": "Free Choice (4+ years old)",
            "PetitePercussion": "Petite (6-7 years old)",
            "PrimaryPercussion": "Primary (8-11 years old)",
            "YoungPercussion": "Young (12-14 years old)",
            "JuniorPercussion": "Junior (15-18 years old)",
            "YouthPercussion": "Youth (19-22 years old)",
            "OpenAgePercussion": "Open Age (23+ years old)",
            "FreeChoicePercussion": "Free Choice (4+ years old)",
            "PetiteGuitar": "Petite (4-6 years old)",
            "PrimaryGuitar": "Primary (7-9 years old)",
            "YoungGuitar": "Young (10-12 years old)",
            "JuniorGuitar": "Junior (13-15 years old)",
            "YouthGuitar": "Youth (16-19 years old)",
            "OpenAgeGuitar": "Open Age (4+ years old)",
            "FreeChoiceGuitar": "Free Choice (4+ years old)",
            "PetiteBrass": "Petite (4–6 years old)",
            "PrimaryBrass": "Primary (7–9 years old)",
            "YoungBrass": "Young (10–12 years old)",
            "JuniorBrass": "Junior (13–15 years old)",
            "YouthBrass": "Youth (16–19 years old)",
            "OpenAgeBrass": "Open Age (4+ years old)",
            "ProfessionalsAgeBrass": "Professional (19+ years old)",
            "FreeChoiceBrass": "Free Choice (4+ years old)",
            "PetiteVocal": "Petite (4–6 years old)",
            "PrimaryVocal": "Primary (7–9 years old)",
            "YoungVocal": "Young (10–12 years old)",
            "JuniorVocal": "Junior (13–15 years old)",
            "YouthVocal": "Youth (16–19 years old)",
            "Professionals": "Professionals (19+ years old)",
            "OpenAgeVocal": "Open Age (9+ years old)",
            "ProfessionalVocal": "Professional (19+ years old)",
            "FreeChoiceVocal": "Free Choice (4+ years old)",
            "ProfessionalsStrings": "Professional (19-30 years old)"
        },
        "title": "REGISTRATION FORM",
        "description": {
            "line1": "Please complete the form below in accordance with the Terms & Conditions.",
            "importantNotes": "Admission Rules:",
            "ageInfo": "Participant age will be calculated based on their age as of 31 December 2025.",
            "disclaimer": "reserves the right to reassign participants to the appropriate age category if the submitted information does not meet the eligibility requirements."
        },
        "userType": {
            "Teacher": "I'm a Teacher registering my students",
            "Personal": "I'm registering myself (If you are participants / parents register for your child)"
        },
        "gender": {
            "Male": "Male",
            "Female": "Female",
            "Other": "Other"
        },
        "form": {
            "placeholder_register_self": "\"-\" if you're registering yourself",
            "personSuffix": "Person",
            "whoAreYou": "Who are you?",
            "teacherName": "Teacher's Name",
            "parentName": "Parent's Name",
            "teacherNameNote": "If you are registering yourself input '-' here and input your name in performer below",
            "competitionCategory": "Select Competition Category",
            "instrumentCategory": "Select Instrument Category",
            "ageCategory": "Select Age Category",
            "performerCount": "Input total performer",
            "performingSolo": "you are performing solo",
            "performingEnsemble": "you are performing as an ensemble",
            "personalInformation": "Personal Information",
            "firstName": "First Name",
            "lastName": "Last Name",
            "dob": "Date of Birth",
            "nationality": "Nationality",
            "gender": "Gender",
            "email": "Email",
            "phone": "Phone Number",
            "city": "City",
            "country": "Country",
            "province": "Province",
            "zipcode": "Zip Code",
            "address": "Address Line",
            "examCert": "Exam Certificate / Teacher Recommendation / Biography",
            "profilePhoto": "Profile Photo",
            "birthCert": "Birth Certificate / Passport / Id",
            "repertoire": "Repertoire",
            "youtube": "YouTube Video Link",
            "remark": "Remark",
            "youtubeNote": "Make sure to fill the title on YouTube with the format: APCSTSOA25 - (INSTRUMENT CATEGORIES) - (AGE CATEGORIES) - (FULL NAME) - (PIECE)",
            "remarksNote": "Make sure this remark is the same in bank transfer.",
            "agreementText": "I acknowledge and agree that in order to join the APCS SOUND OF ASIA 2025 event, I will be in compliance with the terms and conditions, rules and regulations as well as the privacy policy of APCS MUSIC. I will be disqualified if I did not meet any requirement and did not obey the rules & regulations, terms & conditions and privacy policy that were given by APCS MUSIC.",
            "agree": "I agree to the terms and conditions.",
            "submit": "Submit",
            "examCertTooltip": "Please attach your latest exam certificate / essay of maximum 80 words in pdf if you are not joining any exams.",
            "profilePhotoTooltip": "Upload a clear, front-facing photo with good lighting. Avoid blurry or dark images.",
            "paymentProofTooltip": "Please Upload payment proof with the correct remarks/notes/news with this format: (name - instrument - age category)",
            "birthCertTooltip": "Please attach your copy of Birth Certificate/Passport/KTP (identity card) in pdf.",
            "repertoireTooltip": "Please attach your PDF repertoire here.",
            "traditionalInstrument": "Traditional Instrument",
            "paymentProof": "Upload Payment Proof"
        },
        "ageCateogirs": {
            "child": "Child",
            "teen": "Teenager",
            "adult": "Adult",
            "senior": "Senior"
        },
        "notes": {
            "uploadCombined": "*Upload as one combined PDF for all performers. Make sure the file name includes the teacher’s name or parent’s name or one of the students’ names for identification purposes.",
            "fileFormatExam": "*Example: JohnDoe_examCert.",
            "profilePhoto": "*Example: JohnDoe_ProfilePhoto.",
            "profilePhoto2": "*Use high-resolution images (at least 300 DPI or good smartphone quality) to ensure clarity.Low-quality or unclear photos may not be processed.",
            "fileFormatRepertoire": "*Example: JohnDoe_pdfRepertoire.",
            "fileFormatBirthCert": "*Example: JohnDoe_birthCert.",
            "paymentProof": "*Please upload your payment slip and make sure the remark on your bank transfer is the same as in this form.",
            "paymentProof2": "*Remarks Example: johnDoe - Piano - Poco."
        },
        "errors": {
            "required": "This field is required",
            "email": "Please enter a valid email address",
            "nameMinLength": "Plese enter a valid name"
        },
        "success": {
            "register": "Successfully Registered! Please check your email for confirmation."
        },
        "error": {
            "register": "Register failed, please try again. If the error persists please contact us"
        },
        "instrumentList": {
            "Piano_Solo": "Piano Solo (One piano, two hands)",
            "Piano_Fourhands_one": "Piano Fourhands (One piano, four hands)",
            "Piano_Fourhands_two": "Piano Fourhands (Two pianos, four hands)",
            "Chamber_Music_one": "Chamber Music (One piano, six-eight hands)",
            "Chamber_Music_two": "Chamber Music (Two pianos, six-eight hands)",
            "Chamber_Music_any": "Chamber Music (Any instrument(s) with piano(s))",
            "One_Piano_Mutiple_Hands": "One Piano, Multiple Hands (4-8 Hands)",
            "Two_Piano_Multiple_Hands": "Two Pianos, Multiple Hands (4-16 Hands)",
            "One_Piano_Instruments": "Any 2–5 Instruments/Performers with 1 Piano",
            "TwoPiano_Instruments": "Any 6–9 Instruments/Performers with 2 Pianos",
            "Marimba": "Marimba",
            "Vibraphone": "Vibraphone",
            "Multi_percussion": "Multi Percussion",
            "Any_Traditional_Percussion": "Any Traditional Percussion*",
            "Duo": "Percussion Duo",
            "Trio": "Percussion Trio",
            "Quartet": "Percussion Quartet",
            "Piccolo": "Piccolo",
            "Flute": "Flute",
            "Oboe": "Oboe",
            "Clarinet": "Clarinet",
            "Saxophone": "Saxophone",
            "Bassoon": "Bassoon",
            "any_traditional_woodwind": "Any Traditional Woodwind*",
            "woodwind_two_five_performer": "2–5 Performers (Combination of Any Woodwind Instruments)",
            "woodwind_six_nine_performer": "6–9 Performers (Combination of Any Woodwind Instruments)",
            "woodwind_ten_fifteen_performer": "10–15 Performers (Combination of Any Woodwind Instruments)",
            "Classic": "Classical Nylon Guitar (Classical)",
            "FreeGenre": "Any Acoustic Guitar Strings and Nylon (Free Genre)*",
            "Any_Traditional_Guitar": "Any Traditional Guitar*",
            "twoToFive": "2-5 Performers (combination of any instruments)",
            "sixToNine": "6-9 Performers (combination of any instruments)",
            "tenToFifteen": "10-15 Performers (combination of any instruments)",
            "sixteenToTwenty": "15-20 Penampil (kombinasi alat musik apa saja)",
            "twentyOneToThirty": "20-30 Penampil (kombinasi alat musik apa saja)",
            "pedal": "Pedal Harp",
            "lever": "Lever Harp",
            "Any_Traditional_Harp": "Any Traditional Harp*",
            "trumpet": "Trumpet",
            "trombone": "Trombone",
            "french_horn": "French Horn",
            "tuba": "Tuba",
            "any_traditional": "Any Traditional Brass Instrument*",
            "Violin": "Violin",
            "Viola": "Viola",
            "Cello": "Cello",
            "DoubleBass": "Double Bass",
            "AnyTraditionalStrings": "Any Traditional String Instrument*",
            "SoloVocal": "Solo With Acoustic Instrument (Classical)",
            "SoloAcousticVocal": "Solo Without Acoustic Instrument (Free Genre)",
            "smallEnsemble": "Small Ensemble (Duo, Trio, Quartet, Quintet)",
            "bigEnsemble": "Big Ensemble/Choir(max. 30 performers)"
        },
        "competitionList": {
            "Piano": "Piano",
            "Strings": "Strings",
            "Woodwinds": "Woodwinds",
            "Brass": "Brass",
            "Percussions": "Percussions",
            "Guitar": "Guitar",
            "Vocal": "Vocal",
            "VocalChoir": "Vocal&Choir",
            "Choir": "Choir",
            "Harp": "Harp"
        },
        "submitAnotherRegistrant": "Submit Another Registrant",
        "submit": "Submit",
        "imTeacher": "I'm a Teacher registering my students",
        "imParent": "I'm registering myself (If you are participants / parents register for your child)",
        "PerformanceCategoryTitle": "Performance Category",
        "PerformanceCategory": {
            "Solo": "Solo",
            "Ensemble": "Ensemble"
        },
        "SameAddress": "All student has the same address"
    }
}