{
    "ourStoriesBegin": "Our Stories Begin",
    "underWishnu": "UNDER THE BATON OF WISHNU DEWANTA",
    "theseAreNotJustYoung": "“These are not just young  talented musicians. I am confident that in the future, they will become new stars.”",
    "withSuchStrong": "With such a strong foundation, starting from the stage and atmosphere to the audition and performance quality, APCS meets the highest level of excellence. The auditions not only discover incredible talents, but also shape the future of Indonesian musicians. I believe this will set a new benchmark for our  music industry.",
    "christineQuote": "“It's a highly positive activity where participants who actually received awards were shown in this concert, which was a celebration concert for them”",
    "christineExp": "APCS activity incorporates a wide variety of musical genres, this creative approach makes it an engaging activity for the younger generation.",
    "iswargiaQuote": "“I have been part of this event from the beginning and I am very impressed with the organization”",
    "iswargiaExp": "The most important aspect was how organized and clear everything was, which made my job as a judge much easier. From judging to announcing winners and hosting the concert events, everything ran smoothly. I think it's important to maintain this high standard.",
    "michelleQuote": "“The gala concert encourages all participants to give their best performance”",
    "michelleExp": "This event is very great for all young musicians because it not only provides a platform for them to share their music but also motivates them to improve their skills.",
    "myraQuote": "“Everything is very professional. I was delighted to see a large number of participants at this event and very impressed by the talent in Indonesia”",
    "myraExp": "Participating in events like APCS motivates all musicians to learn more from their experiences and by observing others' performances. I also hope that this event can bring musicians together to learn from each other."
}