{
    "home1": "Sebuah seri musik tahunan yang menghadirkan konser-konser piano dengan berbagai tema. Dipimpin oleh konduktor dan orkestra, kami menghadirkan konser piano terbaik dengan penampilan pianis-pianis berbakat dalam berbagai gaya dan genre musik.",
    "home2": "Kami percaya  musik adalah untuk semua orang",
    "home2A": "dan setiap orang memiliki kesempatan untuk menampilkan pertunjukan mereka dalam berbagai genre",
    "home3": "A Piano Concerto Series (APCS) membawa orkestra ke era yang baru. Kami memperkenalkan orkestra kepada audiens dengan cara yang inovatif dan modern, membuka ruang bagi para musisi dari berbagai latar belakang untuk berkarya bersama. ",
    "home4": "LIHAT CERITA KAMI",
    "home5": "Setiap seri kami menghadirkan konsep yang  unik dengan pengalaman langsung  yang memukau dan tidak terlupakan bagi para musisi.",
    "home5A": "Bergabunglah dengan perjalanan musik kami dan tunjukkan bakatmu!",
    "home6": "Selengkapnya",
    "home7": "Mereka bukan hanya musisi muda berbakat. Saya yakin mereka akan menjadi bintang",
    "home8": "Dengan fondasi yang kuat, mulai dari panggung dan atmosfer hingga audisi dan kualitas penampilan, APCS memiliki standar yang tinggi. Audisi ini bukan hanya bertujuan untuk menemukan bakat luar biasa, tetapi juga untuk membentuk masa depan musisi Indonesia. Saya yakin  ini akan membuka potensi baru bagi industri musik kita.",
    "home9": "Kegiatan ini sangat positif karena merupakan bentuk apresiasi bagi para peserta berprestasi, di mana mereka akan tampil secara langsung untuk merayakan keberhasilannya.",
    "home10": "APCS juga menyajikan beragam genre musik yang menarik minat generasi muda dengan pendekatan yang sangat  kreatif.",
    "home11": "Saya telah menjadi bagian dari acara ini sejak awal dan saya sangat terkesan dengan penyelenggaraannya",
    "home12": "Hal yang paling penting adalah keteraturan dan kejelasan dalam seluruh prosesnya, yang membuat tugas saya sebagai juri menjadi lebih mudah. Seluruh rangkaian acara, mulai dari penjurian hingga konser, semuanya berjalan dengan lancar. Menjaga standar tinggi ini menurut saya sangatlah penting.",
    "home13": "Sejak awal terlibat, saya sangat mengapresiasi profesionalisme penyelenggaraan acara ini.",
    "home14": "Hal yang paling penting adalah keteraturan dan kejelasan dalam seluruh prosesnya, yang membuat tugas saya sebagai juri menjadi lebih efisien. Kelancaran rangkaian acara, mulai dari penjurian hingga puncak acara konser, sungguh mengagumkan. Konsistensi dalam menjaga standar tinggi seperti ini patut diapresiasi.",
    "home15": "Konser gala mendorong semua peserta untuk memberikan penampilan terbaik mereka.",
    "home16": "Acara ini merupakan tempat yang sangat baik bagi para musisi muda untuk mengeksplorasi dan menampilkan karya-karyanya secara optimal. Tidak hanya menjadi ajang unjuk kemampuan, tetapi juga menjadi sumber motivasi bagi para peserta untuk terus meningkatkan skill musiknya.",
    "home17": "Seluruh penyelenggaraan acara ini sangat profesional. Saya senang melihat begitu banyak peserta dalam acara ini dan sangat terkesan dengan kualitas talenta musik di Indonesia.",
    "home18": "Acara APCS ini telah membuktikan bahwa Indonesia memiliki talenta musik yang sangat kaya.Berpartisipasi dalam acara seperti APCS dapat memotivasi seluruh musisi untuk terus mengembangkan diri melalui pengalaman dan belajar dari musisi lainnya. Saya juga berharap acara ini dapat menjadi wadah bagi para musisi untuk saling bertukar ilmu.",
    "footer1": "Tentang Kami",
    "footer2": "Podcast",
    "footer3": "Galeri",
    "footer4": "Arsip",
    "footer5": "Hubungi Kami",
    "about1": "A Piano Concerto Series (APCS) adalah pionir platform musik Indonesia yang membuka kesempatan bagi musisi untuk menampilkan bakat mereka di panggung yang prestisius. APCS terbuka bagi semua orang, tanpa memandang usia, latar belakang, atau jenis musik. Kami menyatukan pianis, orkestra, dan konduktor untuk menciptakan penampilan yang mengesankan. Lebih dari sekadar tampil di atas panggung, kami bertekad untuk membawa dampak positif bagi industri musik di Indonesia dan dunia.",
    "about2": "Michaela Sutejo lahir dan dibesarkan di Indonesia, memulai perjalanan musiknya pada usia 9 tahun di bawah bimbingan Junia. Selama perjalanan musiknya, ia aktif berpartisipasi dalam berbagai kompetisi musik nasional dan internasional, festival, hingga masterclass.",
    "about2A": "Pada tahun 2017, Michaela lulus dengan predikat Cum Laude dari Universitas Pelita Harapan. Ia mendapatkan gelar Sarjana Seni di bawah bimbingan dari Firdy Salim, Ong Seng Choo, dan Elaine Waworuntu.",
    "about3": "Dengan semangat dan terinspirasi dari pengalamannya, Michaela mendirikan A Piano Concerto Series Music (APCS) pada tahun 2022. Michaela percaya bahwa APCS dapat menjadi wadah bagi para musisi untuk berkumpul dan mengembangkan bakat mereka. Saat ini, APCS memberikan peluang bagi semua musisi untuk belajar dan berkembang dalam perjalanan musik mereka.",
    "about4": "Para peserta akan dipilih melalui proses audisi ketat yang melibatkan penilaian dari juri yang terkemuka. Pemenang penghargaan Sapphire akan mendapatkan kesempatan untuk tampil bersama orkestra APCS.",
    "about5": "Penghargaan Sapphire",
    "about6": "Wishnu Dewanta adalah sosok berpengaruh dalam dunia teater musikal, dikenal karena bakat dan dedikasinya yang luar biasa sebagai director musik. Dengan semangatnya dalam menghadirkan cerita melalui musik, ia berhasil memukau penonton dengan aransemen yang inovatif dan arahan musik yang sangat baik.",
    "about7": "Chika Amanda merupakan seorang komposer, pengatur musik, dan konduktor berbakat dari Indonesia. Karyanya dikenal dengan orkestra yang megah dan memukau, mengingatkan kita pada Hollywood dan Disney. Ia telah berkolaborasi dengan musisi-musisi terkemuka seperti Tohpati, Ariel Noah, dan Miriam Eka. Bakatnya juga diakui secara internasional melalui kontribusinya dalam tim penilaian  musik UK's SKY TV untuk serial \"Gangs of London\".",
    "about8": "Nadya Janitra adalah seorang pianis terkemuka yang menyelesaikan pendidikan S1 (2011) dan S2 (2013) di Royal Conservatoire, Den Haag, di bawah bimbingan Ellen Corver. Setelah lulus dari Belanda, ia melakukan banyak resital tunggal di berbagai kota dan negara, seperti Jakarta, Bali, Surabaya, Yogyakarta, Makassar, Medan, Makau, dan Den Haag.",
    "about9": "Firdy Salim adalah alumnus Koninklijk Conservatorium di Den Haag dan Kepala Departemen Piano di salah satu Konservatori Musik di Indonesia. Di sana, Ia mengajar pertunjukan piano dan pedagogi piano. Upaya pedagogisnya yang luas meliputi mendorong pertumbuhan siswa dan sesama pendidik dalam komunitas pendidikan musik.",
    "about10": "Dipuji oleh Chinese Weibo Weekly Broadcast sebagai pianis yang memukau penonton dengan penampilannya, Dr. Christine Utomo berhasil menghidupkan kembali mahakarya klasik Konserto Piano No. 2 dalam C minor (Rachmaninoff). Selain berkarir sebagai pianis solo dan kolaboratif, beliau juga aktif sebagai pendidik musik, mengajar kelas master  piano, dan sering menjadi juri.",
    "about11": "Iswargia Renardi Sudarno lahir di Bandung, Indonesia, dan memulai studi piano pada usia 11 tahun bersama dengan Wibanu, Partosiswojo, John Gobée, dan Oerip S. Santoso. Setelah menyelesaikan gelar sarjana arsitektur di Institut Teknologi Bandung, Iswargia melanjutkan pendidikannya di bidang musik di Manhattan School of Music di New York, Amerika Serikat. Di sana, ia menyelesaikan pendidikan dan meraih gelar Master of Music di bawah bimbingan pianis dan pedagog ternama, mendiang Karl Ulrich Schnabel.",
    "about12": "Myra Karlina Pranajaya memulai studi piano pada usia 4 tahun. Sejak itu, ia aktif tampil dalam berbagai konser di Symphony Musical Art Center, Lembaga Musik Murni, dan Irama Music Studio di Medan, Indonesia. Prestasinya juga telah mengangkat namanya dalam ajang-ajang bergengsi seperti Indonesian Young Musician Performance Concert, Euro Music Festival and Academy (2019), International Piano Academy Freiburg (2017), MusicAlp International Music Academy di Prancis (2021), dan the 13th Summer Academy of Music di Uelzen, Jerman (2022), di mana ia tampil dengan Wratislavia Chamber Orchestra.",
    "about13": "Amelia Santoso adalah seorang pianis Indonesia, lulusan Sarjana dari Codarts Hogeschool voor de Kunsten (sebelumnya Rotterdam Conservatorium) dengan jurusan classical piano performance (2009), Magister dengan beasiswa penuh dari Nuffic Huygens (2011), dan gelar Magister keduanya di Institut Supérieur de Musique et de Pédagogie di Namur, Belgia (2013). Selama perjalanan musiknya di Eropa sebagai pemain solo dan musisi chamber, beliau sudah tampil di beberapa negara seperti Belgia, Malta, Swiss, Korea Selatan, Jepang, Vietnam, dan Belanda.",
    "about14": "Sebagai seorang pianis solo, musisi chamber, dan pendidik, Carla Suharto menggabungkan keunggulan dalam teknik dan keahlian dalam penampilannya. Dalam bermain piano, ia mampu mengekspresikan berbagai emosi dan passion yang diperlukan untuk menyampaikan makna musik secara universal kepada audiens.  Carla memperoleh beasiswa penuh untuk belajar di Universitas Pelita Harapan di bawah bimbingan Iswargia Sudarno. Setelah meraih gelar summa cum laude pada tahun 2014, ia melanjutkan studinya di Folkwang Universität der Künste di Jerman, di bawah bimbingan Profesor Thomas Günther dan Yannick Rafalimanana.",
    "about15": "Dr. Martin Kesuma, seorang pianis pemenang penghargaan, dikenal karena kemampuannya mengungkapkan emosi dengan nuansa yang mendalam dan fleksibel, serta sensitivitas harmonis yang luar biasa (Fanfare Magazine), dan penampilan musiknya yang terstruktur dengan baik (The Art Music Lounge). Beliau telah tampil luas sebagai pianis solo dan musisi chamber di Asia, Eropa, dan Amerika Utara. Prestasinya diakui melalui sejumlah penghargaan dalam kompetisi seperti San Jose International Piano Competition, Vancouver International Music Competition, PianoHouse International Piano Competition, Betty Dickinson Piano Competition, New York International Music Concours, Canadian International Music Competition, ASEAN International Concerto Competition, Petroff College Level Piano Competition, dan Texas State International Piano Festival Concerto Competition.",
    "about16": "Pianis klasik dan pendidik musik, Michelle Bahari meraih gelar sarjana di bidang Piano Performance dari Konservatorium Musik Universitas Pelita Harapan. Untuk memperdalam studinya dalam pertunjukan solo dan kolaborasi, beliau kemudian melanjutkan pendidikan ke jenjang Master of Music dan Performance Diploma di Jacobs School of Music, Indiana University. Selama studi di Jacobs School of Music, ia menerima penghargaan Artistic Excellence Award dan Graduate Associate Instructor Fellowship. Penghargaan tersebut memberinya kesempatan untuk menjadi instruktur piano dalam program piano sekunder untuk tingkat sarjana.",
    "about17": "RM Condro Kasmoyo adalah seorang violinist Indonesia, lulusan Institut Kesenian Jakarta jurusan Musicology (2020). Selama perjalanan musiknya, ia aktif mengikuti kelas master dengan Robert Brown (Amerika Serikat), Tjeerd Top (Belanda), Bagus Wiswakarma (Indonesia), Grace Soedargo (Jakarta), Jean-Paul Minali-Bella (Perancis), dan Tatjana Kolchanova (Rusia). Sejak tahun 2010 hingga saat ini, ia terpilih menjadi Concertmaster & Assistant Conductor untuk Erwin Gutawa Orchestra.",
    "about18": "Selengkapnya",
    "Acv1": "Peserta yang meraih Outstanding Performance. ",
    "Acv2": "Kontestan yang meraih Outstanding Performance akan mendapatkan kesempatan untuk tampil bersama orkestra dalam festival atau acara APCS.",
    "Acv3": "Peserta yang meraih Exceptional Performance. ",
    "Acv4": "Kontestan yang meraih Excellent Performance telah melampaui ekspektasi, menunjukkan bakat dan kemampuan mereka pada tingkat yang sangat tinggi.",
    "underWishnu": "UNDER THE BATON OF WISHNU DEWANTA",
    "seeMore": "Selengkapnya",
    "HOME": "BERANDA",
    "ABOUT": "TENTANG KAMI",
    "PODCAST": "PODCAST",
    "ACHIEVERS": "ARSIP",
    "GALERY": "GALERI",
    "CONTACT_US": "HUBUNGI KAMI"
}